/***********************************************************************
  * Copyright (c) 2016, HzGosun Co.,Ltd. All rights reserved.
  *
  * Description: sc.h 
  * Revisions  : Created on 2017-06-09
  * Author: xu_longfei
  *
  **********************************************************************/
	  
#ifndef __SC_H__
#define __SC_H__
	  
	  
/***********************************************************************/
/*							 头文件区								   */
/***********************************************************************/
	  
/*包含系统头文件 */
#include "sc_sys.h"
	  
/*包含SC自身提供的功能头文件 */
#include "sc_usr.h"
	  
#endif /* end __SC_H__ */
